IdeaRS.Connections
ConcreteBlockData.ShearIronPosition Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ConcreteBlockData.ShearIronPosition"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point ShearIronPosition { get; set; }
Property Value
Type: Point
See Also
Reference
ConcreteBlockData Class
IdeaRS.Connections.Data Namespace